Repository: T1396/SoulDating
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: You have a match with %@!
de: Du hast ein Match mit %@!

source: You have not liked any users yet.
de: Du hast noch keine User geliked...

source: You made a match with %@!
de: Du hast ein Match mit %@!

source: You must be at least 18 years old...
de: Du musst mindestens 18 Jahre alt sein...

source: You will be signed out if you attempt to update your e-mail. You will receive a link to your current email address. If you decide not to change your e-mail, just log in again.
de: Wenn du versuchst deine Email zu ändern wirst du vorerst ausgeloggt. Du wirst einen Link bekommen und sobald du ih geklickt hast kannst du dich mit der neuen E-Mail Adresse einloggen.

source: Your account has been successfully deleted.
de: Dein Account wurde erfolgreich gelöscht

source: Your account is being created and your details saved! Hold on a second.
de: Dein Account wird gerade erstellt! Warte einen moment

source: Your alcoholic behaviour
de: Dein Alkoholverhalten

source: Your body type
de: Dein Körpertyp

source: Your bug report could not be send... Please try it again later
de: Der Bug report konnte nicht abgesendet werden... bitte versuche es später nochmal erneut.

source: Your bug report was successful. We will investigate the issue as soon as possible. Sorry for the inconveniences.
de: Dein Bug report wurde erfolgreich abgesendet. Wir werden uns so schnell wie möglich darum kümmern! Entschuldige die Unannehmlichkeiten

source: Your bug report was successful. We will take actions as soon as possible!
de: Dein Report wurde erfolgreich gesendet! Wir werden uns schnellstmöglich darum kümmern

source: Your bug report was successfully send
de: Dein Report wurde erfolgreich gesendet.

source: Your chats are beeing loaded...
de: Deine Chats werden geladen...

source: Your current job
de: Dein ausgeübter Beruf

source: Your e-mail address should be at least 6 chars long.
de: Deine E-Mail Adresse muss mindestens 6 Zeichen lang sein

source: Your education level
de: Dein Bildungsgrad

source: Your fashion style
de: Dein Fashion Style

source: Your height
de: Deine Größe

source: Your image could not be saved... please try it again or make a bug report.
de: Dein Bild konnte nicht gespeichert werden, versuche es erneut oder sende uns einen Bug Report.

source: Your image should nearly fit in this rectangle
de: Dein Bild sollte idealerweise ungefähr den Rahmen füllen

source: Your interests
de: Deine Interessen

source: Your latest likes
de: Deine letzten Likes

source: Your likes
de: Deine Likes

source: Your location
de: Dein Standort

source: Your name must have at least 3 characters
de: Dein Name muss mindestens 3 Zeichen haben

source: Your new account was created. You can continue with SoulDating!
de: Dein Account wurde erstellt! Du kannst nun mit SoulDating starten!

source: Your password is being changed
de: Dein Password wird geändert...

source: Your password must be at least 6 chars long.
de: Dein Password muss mindestens 6 Zeichen lang sein.

source: Your preferred age span
de: Dein bevorzugter Altersbereich

source: Your preferred genders
de: Deine bevorzugten Geschlechter

source: Your preferred height
de: Deine bevorzugte Mindestgröße

source: Your report is beeing send. Hold on a second
de: Dein Report wird übermittelt

source: Your spoken languages
de: Deine Sprachen
